@ECHO OFF
title Cauldron-1.7.10服务器
SET BINDIR=%~dp0
:_MENU
CLS
set tm1=%time:~0,2%
set tm2=%time:~3,2%
set tm3=%time:~6,2%
cls
@echo. ***************************************************************** 
@echo. 
@echo. 
@echo.                   服务器正在启动中,请稍候......
@echo. 
@echo.
@echo. *****************************************************************
java -Xms1024m -Xmx1024m -jar cauldron-1.7.10-server.jar 
@echo. ***************************************************************** 
@echo. 
@echo.                 	    玩家数据保存成功！                                
@echo. 
@echo. 
@echo. *****************************************************************
pause
EXIT
